Repository: greatquux/pidgin-musictracker-0.4.22-mpris2
Catalog: po/*.po
Languages: de, fr

source: MusicTracker Plugin for Pidgin
de: MusicTracker Plugin für Pidgin
fr: Plugin MusicTracker pour Pidgin

source: Fix translation bugs at %s
de: Beseitigen Sie Übersetzungsfehler auf %s
fr: Corrigez les erreurs de traduction sur %s

source: The MusicTracker Plugin allows you to customize your status message with information about currently playing song from your music player. Portions initially adopted from pidgin-currenttrack project.
de: Das MusicTracker Plugin erlaubt dir die Statusnachricht durch die Informationen des gerade gespielten Liedes deines Musikspielers zu ersetzen. Es ist teilweise aus dem pidgin-currentrack Projekt entstanden.
fr: Le plugin MusicTracker permet de personnaliser votre message de statut avec des informations concernant la musique jouée dans votre lecteur. Des fragments ont été adoptés du projet pidgin-currenttrack.

source: WMP support via WMPuICE by Christian Mueller from http://www.mediatexx.com.
de: WMP unterstützung über WMPuICE von Christian Mueller(http://www.mediatexx.com)
fr: Support WMP via WMPuICE par Christian Mueller de http://www.mediatexx.com.

source: Status to Set When Player is off:
de: Status, wenn kein Player aktiv ist:
fr: Statut à afficher quand le lecteur est éteint:

source: Activate Status Changing
de: Aktiviere Statusänderung
fr: Activer le changement de statut

source: Deactivate Status Changing
de: Deaktiviere Statusänderung
fr: Désactiver le changement de statut

source: Change Player-Off Status...
de: Ändere Status wenn kein Player aktiv ist...
fr: Changer le statut quand le lecteur est éteint...

source: Leave blank for an unchanged status message
de: Leer lassen, um die Statusnachricht unverändert zu belassen
fr: Ne rien remplir pour un message de statut inchangé

source: Player:
fr: Lecteur:

source: Auto-detect
de: Automatisch erkennen
fr: Détection automatique

source: Artist
de: Interpret
fr: Artiste

source: Title
de: Titel
fr: Titre

source: Track Duration
de: Spieldauer
fr: Durée de la piste

source: Elapsed Track Time
de: Vergangene Spieldauer
fr: Temps de la piste écoulé

source: Progress Bar
de: Fortschrittsanzeige
fr: Barre de progression

source: Player
fr: Lecteur

source: Music Symbol (may not display on some networks)
de: Musik Symbol (wird nicht bei allen IM-Netzwerken angezeigt)
fr: Symbole musical (peut ne pas s'afficher avec certains réseaux)

source: Status Message
de: Statusmeldung
fr: Message d'état

source: Status Format
fr: Format du statut

source: Playing:
de: Aktuell läuft:
fr: En cours de lecture:

source: Paused:
de: Pausiert:
fr: En pause:

source: Stopped:
de: Gestoppt:
fr: Arrêté:

source: Screen Name
de: Benutzername
fr: Nom de l'écran

source: Protocol
de: Protokoll
fr: Protocole

source: Playing Status Format
de: Format der Statusanzeige
fr: Format du statut de lecture

source: Disable
de: Deaktivieren
fr: Désactiver

source: Don't use 'now listening'
de: Bitte nicht "now listening" verwenden
fr: Ne pas utiliser "écouter maintenant"

source: Customize playing status format, or disable status changing altogether for specific accounts
de: Modifiziere das Format der Statusanzeige oder deaktiviere die Veränderung des Status für verschiedene Konten
fr: Personnalise le format de statut de lecteur ou désactive le changement de statut pour les comptes spécifiques concernés.

source: Other settings
de: Andere Einstellungen
fr: Autres paramètres

source: Don't change status message when away
de: Ändere meine Statusanzeige nicht, wenn ich "abwesend" bin.
fr: Ne pas changer le statut quand éloigné

source: Don't change status message if protocol has 'now listening'
de: Modifiziere die Statusnachricht nicht, wenn das Protokoll "now listening" unterstützt
fr: Ne pas changer le message de statut si le protocol est sur "écouter maintenant"

source: Status Filter
fr: Filtre de statut

source: Enable status filter
de: Aktiviere Statusfilter
fr: Activer le filtre de statut

source: Blacklist (comma-delimited):
de: Blacklist (Komma-Getrennt)
fr: Liste noire (délimité par un point):

source: Mask character:
de: Folgende Wörter verbergen:
fr: Masquer le caractère:

source: Username:
de: Benutzername:
fr: Nom d'utilisateur:

source: poll interval:
de: Aktualisierungsintervall:
fr: Intervalle de sondage:

source: This is the interval (in seconds) at which we check Last.fm for changes
de: Intervall (in Sek.) zwischen Last.fm Aktualisierungen
fr: C'est l'intervalle de temps (en secondes) entre deux vérifications sur Last.fm

source: quiet interval:
de: Ruhiges Intervall
fr: intervalle silencieux:

source: This is the interval (in seconds) after the track has been scrobbled which we assume the track is playing for. Unless another track is scrobbled after the interval is elapsed, we will assume the off state for the player.
de: Das ist das Intervall (in Sekunden) das nach dem Abschicken eines Tracks angenommen wird. Wenn kein anderer Track in diesem Intervall abgeschickt wird, wird der Player als deaktiviert angesehen.
fr: Ceci est l'intervalle (en secondes), après la piste ait été analysée, pendant lequel l'application considere que la piste est en cours de lecture. A moins qu'une autre piste soit analysée avant la fin de cet intervalle, l'application suppose que le lecteur de musique a été éteint.

source: Hostname:
de: Rechnername:
fr: Nom d'hôte:

source: Password:
de: Passwort:
fr: Mot de passe:

source: Advice: '#' Find playing player '*' Find powered player 'id/name' prefix with ! to ignore if not playing Port Defaults to 9090, Multiple servers accepted delimited by ','
de: Hinweis: '#' Finde einen spielenden Player '*' Finde einen eingeschalteten Player 'id/name' Prefix mit ! wird ignoriert wenn nicht gespielt wird Standard-Port 9090. Mehrere Server werden durch '.' getrennt akzeptiert
fr: Conseil: '#' Trouver le lecteur en train de jouer '*' Trouver le lecteur allumé 'id/name' prefixé avec ! pour ignorer si il ne lit rien. Port par défaut au 9090. Serveurs multiples acceptés délimités par ','

source: Host:CliPort, Servers:
de: Host: CliPort, Server:
fr: Hôte:Port client, Serveurs:

source: Player Order:
de: Player Reihenfolge:
fr: Ordre des lecteurs:

source: CLI User:
de: CLI Benutzername:
fr: Utilisateur client:

source: CLI Password:
de: CLI Passwort:
fr: Mot de passe client:

source: Server:
fr: Serveur:

source: Squeezecenter Version:
fr: Version de Squeezecenter:

source: Players:
de: Player:
fr: Lecteurs:

source: Player count: %d
de: Abspielzähler: %d
fr: Compteur de lecteur: %d

source: Last Command:
de: Letzter Befehl:
fr: Dernière commande:

source: Last Reply:
de: Letzte Antwort:
fr: Dernière réponse

source: Last Error:
de: Letzter Fehler:
fr: Dernière erreur:

source: Title Delimiter Character:
de: Trennzeichen zwischen Titeln:
fr: Caractère de délimitation du titre

source: Note: You must change the playlist title in XMMS/Audacious 1.3 to be formatted as '%p | %a | %t' (ARTIST | ALBUM | TITLE) in the player preferences, where '|' is the Title Delimiter Character set above, which is the only way for MusicTracker to parse all three fields from either of these players. If you change this character above, then '|' in the string '%p | %a | %t' must be replaced with the selected character.
de: Anmerkung: Du musst die Abspiellisten-Titel in XMMS/Audacios 1.3 in den Einstellungen auf '%p | %a | %t' (ARTIST | ALBUM | TITLE) modifizieren, sodass '|' das Trennzeichen ist. Das ist die einzige Methode um MusicTracker zu ermöglichen die Felder dieser Player zu verarbeiten. Wenn du den Text modifizierst, dann muss '|' auch auf das ausgewählte Zeichen angepasst werden.
fr: Note : vous devez modifier le titre de la liste de lecture dans XMMS/Audacious 1.3 en la formattant de la manière suivante : '%p | %a | %t' (ARTISTE | ALBUM | TITRE) dans les préférences du lecteur, où '|' est le caractère de délimitation du titre défini ci-dessous, ce qui est l'unique moyen pour MusicTracker de reconnaître ces trois champs depuis n'importe lequel de ces lecteurs. Si vous modifiez le caractère ci-dessous, alors '|' dans la chaîne '%p | %a | %t' doit être remplacé avec le caractère sélectionné.
